a = 1002.2
b = 2

# Результат сложения переменных

print('Addition:\t', a, '+', b, '=', a + b)

# Результат вычитание переменных

print('Subtraction:\t', a, '-', b, '=', a - b)

# Результат умножения переменных

print('Multiplication:\t', a, 'x', b, '=', a * b)

# Результат  деления переменных с плавоющей точкой и без

print('Division:\t', a, '÷', b, '=', a / b)

print('Floor Division:\t', a, '÷', b, '=', a // b)

# Результат выведения остатка от деления одной переменной от другой

print('Modulus:\t', a, '%', b, '=', a % b)

# Результат возведения в степень первого операнда в степень второго

print('Exponent:\t', a, '2 = ', a ** b, sep='')